{
  "heading": "Testimonials",
  "testimonials": [
    {
      "content": "We had several partners for online marketing services and other sales execution processes. But since the day we turned up to Illustech, we got all services under one roof saving us our valuable time and money",
      "author": "Vinu Paul (Co-founder)",
      "img": "../images/VinuPaul.png"
    },
    {
      "content": "We must say that Illustech made it much simpler for us to track our daily performance and monitor the growth consistently. This helped us increase the overall ROI and served the purpose",
      "author": "Ravi Raj Ravi (Sr.Manager)",
      "img": "https://upload.wikimedia.org/wikipedia/commons/3/39/GodfreyKneller-IsaacNewton-1689.jpg"
    },
    {
      "content": "These guys are really way beyond when it comes to generating leads and tracking the regular performance. Our conversions in the minimum 6 months rose by as much as 50%. This made us realise that services at Illustech are just a class-apart",
      "author": "Raunak Gandhi (Marketing Head)",
      "img": "https://cdn.vox-cdn.com/thumbor/DVN7eqE1o8HeBOP-jg15YHTsiLY=/0x0:640x427/1200x800/filters:focal(0x0:640x427)/cdn.vox-cdn.com/assets/1496753/stevejobs.jpg"
    },{
      "content": "Illustech shows results and at the end of the day, results only matter. We are thankful to their focused team of experts who worked hard for our rapid growth & brand recall digitally and efficiently",
      "author": "Lalit Arora (CMO)",
      "img": "https://cdn.vox-cdn.com/thumbor/DVN7eqE1o8HeBOP-jg15YHTsiLY=/0x0:640x427/1200x800/filters:focal(0x0:640x427)/cdn.vox-cdn.com/assets/1496753/stevejobs.jpg" 
    },{
      "content": "Facebook Ads, Website Development, SEO or SMM, you just name it! Illustech covers it all with effective methods and they are the only partners we came across in the digital industry who did us the justice. Thank you Illustech!",
      "author": "Tiraj (Founder)",
      "img": "https://cdn.vox-cdn.com/thumbor/DVN7eqE1o8HeBOP-jg15YHTsiLY=/0x0:640x427/1200x800/filters:focal(0x0:640x427)/cdn.vox-cdn.com/assets/1496753/stevejobs.jpg" 
    }
  ]
}
